Repository: wp-plugins/wp-shop-original
Catalog: languages/wp-shop-*.po
Languages: de_de, ru_ru

source: WP Shop Settings
de_de: WP Shop Einstellungen
ru_ru: Настройки магазина

source: WP Shop
ru_ru: Магазин

source: WP Shop Orders
de_de: WP Shop Bestellungen
ru_ru: Заказы

source: WP Shop Payments
de_de: WP Shop Zahlungseingänge
ru_ru: Настройки оплаты

source: WP Shop Deliveries
de_de: WP Shop Lieferungen
ru_ru: Настройки доставки

source: Order
de_de: Bestellung
ru_ru: Заказ

source: You need activate support of JavaScript and Cookies in your browser.
de_de: Sie müssen für die ordnungsgemäße Funktion die Unterstützung für JavaScript und Cookies im Browser aktivieren.
ru_ru: В вашем браузере отключена поддержка JavaScript и Cookies. Необходимо включить эти параметры.

source: Name
ru_ru: Наименование

source: Price
de_de: Preis
ru_ru: Стоимость

source: Qty
de_de: Menge
ru_ru: Количество

source: Sum
de_de: Summe
ru_ru: Сумма

source: Successfully added to cart!
de_de: Die Artikel wurden dem Warenkorb hinzugefügt!
ru_ru: Успешно добавлено в корзину!

source: To do order
de_de: bestellen
ru_ru: Оформить заказ

source: Continue select
de_de: Einkauf fortsetzen
ru_ru: Продолжить покупки

source: In stock
de_de: im Lager
ru_ru: Остаток на складе

source: pcs.
de_de: Stück
ru_ru: шт.

source: Delete
de_de: löschen
ru_ru: Удалить

source: TOTAL:
de_de: SUMME:
ru_ru: ИТОГО:

source: Delete all
de_de: alles löschen
ru_ru: Удалить все

source: Empty your shoping cart
de_de: Inhalt des Warenkorbs löschen
ru_ru: Очистить вашу корзину

source: Your discount:
de_de: Ihr Rabatt
ru_ru: Ваша скидка:

source: TOTAL with discount
de_de: Preis mit Rabatt
ru_ru: ИТОГО со скидкой:

source: Price with delivery
de_de: Preis mit Versandkosten
ru_ru: Стоимость с учетом доставки

source: Items:
de_de: Artikel:
ru_ru: Позиций:

source: Total:
de_de: Summe:
ru_ru: Итого:

source: Submit order
de_de: Bestellung absenden
ru_ru: Оформить заказ

source: Continue shopping
de_de: Einkauf fortsetzen
ru_ru: Продолжить покупки

source: Your shopping cart is empty!
de_de: Ihr Warenkorb ist leer!
ru_ru: Ваша корзина пуста.

source: Stock error
de_de: Fehler im Lager
ru_ru: Заказ превышает остаток на складе

source: Mail delivery across the country
de_de: Versand im Inland
ru_ru: Доставка почтой по стране

source: International mail delivery
de_de: Versand international
ru_ru: Международная доставка почтой

source: Delivery by courier
de_de: Lieferung per Kurier oder Spedition
ru_ru: Доставка курьером

source: A visit to the office
de_de: Besuch im Büro
ru_ru: Визит в наш офис

source: User delivery
de_de: Selbstabholung
ru_ru: Пользовательская доставка

source: WP Shop Export/Import
ru_ru: Экспорт / Импорт

source: Amount of your order is below of the minimum. Please order something else!
de_de: Ihr Einkaufswert liegt unter dem Mindesbestellwert!
ru_ru: Сумма Вашего заказа ниже минимальной. Пожалуйста закажите еще что-нибудь!

source: New
de_de: Neu
ru_ru: Новый

source: Paid
de_de: bezahlt
ru_ru: Оплачено

source: Cancelled
de_de: storniert
ru_ru: Отменено

source: In the process
de_de: in Bearbeitung
ru_ru: В обработке

source: Delivered
de_de: geliefert
ru_ru: Доставлено

source: Archive
de_de: Archiv
ru_ru: Архив

source: WP Shop Carts
de_de: WP Shop Warenkorb
ru_ru: Настройки корзин

source: Add new shopping cart
de_de: Einen neuen Warenkorb hinzufügen
ru_ru: Добавить новую корзину

source: Edit your shopping cart
de_de: Den Warenkorb ändern
ru_ru: Редактировать корзину

source: New book
de_de: Neues Buch
ru_ru: Новая книга

source: View Book
de_de: Buch ansehen
ru_ru: Посмотреть книгу

source: Search book
de_de: Buch suchen
ru_ru: Найти книгу

source: No books in your shopping cart
de_de: Keine Bücher in Ihrem Warenkorb
ru_ru: В корзине книг не найдено

source: WP Shop User Deliveries
de_de: WP Shop Selbstabholung
ru_ru: Пользовательская доставка

source: Add new user delivery
de_de: Selbstabholung hinzufügen
ru_ru: Добавить способ доставки

source: Edit your delivery
de_de: Ändern Sie die Lieferung
ru_ru: изменить

source: New delivery
de_de: Neue Lieferung
ru_ru: Новый способ доставки

source: View delivery
de_de: Lieferung ansehen
ru_ru: Просмотреть

source: Search delivery
de_de: Lieferung suchen
ru_ru: Найти

source: Not found
de_de: Nicht gefunden
ru_ru: Не найден

source: WP Shop Client Mail
de_de: WP Shop Emailclient
ru_ru: Настройки писем

source: Add new mail
de_de: Email hinzufügen
ru_ru: Добавить новый шаблон письма

source: Edit your mail
de_de: Email ändern
ru_ru: Изменить шаблон писем

source: New mail
de_de: neue Email
ru_ru: Новый шаблон писем

source: View mail
de_de: Email ansehen
ru_ru: Просмотреть шаблон писем

source: Search mail
de_de: Email suchen
ru_ru: Искать шаблон писем

source: WP Shop Mail Constructor
de_de: WP Shop Emaileditor
ru_ru: Редактор писем

source: Payment page
de_de: Zahlungsübersicht
ru_ru: Платежная страница

source: Payment
de_de: Zahlung
ru_ru: Платеж

source: not marked
de_de: nicht markiert
ru_ru: не отмечено

source: Self-delivery
de_de: Selbstabholung
ru_ru: Самовывоз

source: Making order using 'Self-delivery' goods from our store / office
de_de: Bestellung als Selbstabholung, Ladenverkauf oder Büroverkauf
ru_ru: Оформление заказа через ‘самовывоз’ товара из нашего магазина/офиса

source: Order type:
de_de: Bestellart:
ru_ru: Тип заказа:

source: Visit to our office
de_de: Bürobesuch
ru_ru: Визит в наш офис

source: For making order please fill up the form:
de_de: Für eine Bestellung füllen Sie bitte das Formular aus:
ru_ru: Для оформления заказа заполните эту форму:

source: Your name
de_de: Ihr Name
ru_ru: Ваше имя

source: Contact phone
de_de: Telefon
ru_ru: Контактный телефон

source: Address
de_de: Adresse
ru_ru: Адрес

source: Comment to the order
de_de: Bemerkungen zu ihrer Bestellung
ru_ru: Комментарий к заказу

source: Making order with cash payment to courier when your goods delivered
de_de: Bestellung mit Bezahlung direkt an den Lieferanten oder an die Spedition
ru_ru: Оформление заказа с оплатой наличными курьеру при получении товара

source: Cash to courier
de_de: Bezahlung bei der Spedition
ru_ru: Наличными курьеру

source: Making order with payment at post-offce before receiving (Cash on delivery)
de_de: Bestellung als Nachnahmesendung
ru_ru: Оформление заказа с оплатой на почте при получении товара

source: Cash on delivery
de_de: Nachnahme
ru_ru: Наложенный платеж

source: Post
ru_ru: Почта

source: Making order using Web-money payment system
de_de: Bestellung mit Bezahlsystem 'Web-Money’
ru_ru: Оформление заказа с оплатой через систему ‘Web-Money’

source: To pay your order, click the button above 'Pay WM'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
de_de: Um ihre Bestellung mit Webmoney zu bezahlen, klicken Sie auf den Bezahlbutton von "Webmoney WM".<br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!
ru_ru: Для оплаты Вашего заказа нажмите кнопку выше 'Оплатить WM'.<br/>После совершения Вами оплаты заказа информация передается нам, и наш менеджер обязательно свяжется с Вами для уточнения деталей доставки.<br/>Благодарим, что воспользовались нашим сервисом!

source: Cashless payment
de_de: bargeldlos bezahlen
ru_ru: Безналичный расчет

source: Making order with payment using bank account (Non-cash payment)
de_de: Bestellungen mit Banküberweisung (bargeldlose Bezahlung / wire transfer)
ru_ru: Оформление заказа с оплатой через банк (Безналичный расчет)

source: Making order with payment using ‘RoboKassa.ru’ payment system
de_de: Bestellung mit Bezahlsystem ‘RoboKassa.ru’
ru_ru: Оформление заказа с оплатой через систему ‘RoboKassa.ru’

source: Select the appropriate payment method from the list of the available options and initiate the payment. When we will get payment data, our manager will contact you using your contact number for further details on your order. <br>Thank you for using our service!
de_de: Wählen Sie das gewünschte Bezahlsystem aus den verfügbaren Optionen aus und starten Sie dann den Bezahlvorgang. <br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!
ru_ru: Выберите подходящий Вам способ оплаты из списка имеющихся вариантов и осуществите платеж. Данные по совершенному Вами платежу поступят нашим менеджерам, которые свяжутся с Вами по контактному телефону для уточнения деталей по Вашему заказу.<br> Благодарим, что воспользовались нашим сервисом!

source: Making order using Pay Pal payment system
de_de: Bestellung mit Bezahlsystem PayPal
ru_ru: Оформление заказа с оплатой через систему PayPal

source: Making order with payment using ‘Pay Pal’ payment system
de_de: Bestellung mit Bezahlsystem PayPal
ru_ru: Оформление заказа с оплатой через систему ‘Pay Pal’

source: To pay your order, click the button above 'Pay PayPal'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
de_de: Um ihre Bestellung mit Pay Pal zu bezahlen, klicken Sie auf den Bezahlbutton "Paypal".<br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!
ru_ru: Для оплаты Вашего заказа нажмите кнопку выше 'Оплатить PayPal'.<br/>После совершения Вами оплаты заказа информация передается нам, и наш менеджер обязательно свяжется с Вами для уточнения деталей доставки.<br/>Благодарим, что воспользовались нашим сервисом!

source: Making order using Edinaya kassa payment system
de_de: Bestellung mit Bezahlsystem Edinaya Kassa
ru_ru: Оформление заказа с оплатой через систему ‘Единая касса’

source: To pay your order, click the button above 'Pay EK'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
de_de: Um ihre Bestellung mit Edinaya Kassa (WalletOne) zu bezahlen, klicken Sie auf den Bezahlbutton "Edinaya Kassa EK".<br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!
ru_ru: Для оплаты Вашего заказа нажмите кнопку выше 'Оплатить в Единой кассе'.<br/>После совершения Вами оплаты заказа информация передается нам, и наш менеджер обязательно свяжется с Вами для уточнения деталей доставки.<br/>Благодарим, что воспользовались нашим сервисом!

source: Making order using Yandex kassa payment system
de_de: Bestellung mit Bezahlsystem Yandex Kassa
ru_ru: Оформление заказа с оплатой через систему ‘Yandex касса’

source: To pay your order, click the button above 'Pay Yandex kassa'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
de_de: Um ihre Bestellung mit Yandex Kassa zu bezahlen, klicken Sie auf den Bezahlbutton von "Yandex".<br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!
ru_ru: Для оплаты Вашего заказа нажмите кнопку выше 'Оплатить Yandex касса'.<br/>После совершения Вами оплаты заказа информация передается нам, и наш менеджер обязательно свяжется с Вами для уточнения деталей доставки.<br/>Благодарим, что воспользовались нашим сервисом!

source: Making order using Chronopay payment system
de_de: Bestellung mit Bezahlsystem Chronopay
ru_ru: Оформление заказа с оплатой через систему ‘Chronopay’

source: Making order with payment using ‘Chronopay’ payment system
de_de: Bestellung mit Bezahlsystem Chronopay
ru_ru: Оформление заказа с оплатой через систему ‘Chronopay’

source: To pay your order, click the button above 'Chronopay'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
de_de: Um ihre Bestellung mit Chronopay zu bezahlen, klicken Sie auf den Bezahlbutton "Chronopay".<br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!
ru_ru: Для оплаты Вашего заказа нажмите кнопку выше 'Оплатить Chronopay'.<br/>После совершения Вами оплаты заказа информация передается нам, и наш менеджер обязательно свяжется с Вами для уточнения деталей доставки.<br/>Благодарим, что воспользовались нашим сервисом!

source: Phone
de_de: Telefon
ru_ru: Телефоны

source: Company name
de_de: Firmenname
ru_ru: Имя компании

source: Description
de_de: Beschriebung
ru_ru: Примечание

source: WPShop profile widget
de_de: WP Shop Profileditor
ru_ru: Данные вашего профиля

source: You authorized as
de_de: Sie sind angemeldet als
ru_ru: Вы авторизованы как

source: logout
ru_ru: выйти

source: Your profile data:
de_de: Ihre persönlichen Daten:
ru_ru: Данные вашего профиля

source: edit
de_de: ändern
ru_ru: редактировать

source: Login:
ru_ru: Логин:

source: First Name:
de_de: Vorname:
ru_ru: Имя:

source: Last Name:
de_de: Familienname:
ru_ru: Фамилия:

source: Nick-name:
de_de: Nutzername:
ru_ru: Ник:

source: Site
de_de: Webseite:
ru_ru: Сайт:

source: Hello
de_de: Hallo
ru_ru: Здравствуйте

source: Guest
de_de: Gast
ru_ru: Гость

source: New Order
de_de: neue Bestellung
ru_ru: Новый заказ

source: from site
de_de: von der Webseite
ru_ru: с сайта

source: Your order
de_de: Ihre Bestellung
ru_ru: Ваш заказ

source: With discount
ru_ru: Со скидкой

source: Add
de_de: Werbung
ru_ru: Добавить

source: In stock
de_de: im Lager
ru_ru: Остаток на складе

source: pcs.
de_de: Anzahl
ru_ru: шт.

source: Lenght of the login needs to be 3 to 16 characters.
de_de: Der Loginname erfordert 3 bis 16 Zeichen.
ru_ru: Длина логина должна быть от 3 до 16 символов.

source: Lenght of the password needs to be 3 to 16 characters.
de_de: Das Passwort erfordert 3 bis 16 Zeichen.
ru_ru: Длина пароля должна быть от 3 до 16 символов.

source: Incorrect E-mail.
de_de: fehlerhafte Emailaddresse.
ru_ru: Не корректный E-mail.

source: Checkout as a registered user:
de_de: Als registrierter Kunde zur Kasse gehen:
ru_ru: Оформить заказ как зарегистрированный пользователь:

source: Registration on the site:
de_de: Registrierung auf der Webseite:
ru_ru: Регистрация на сайте:

source: You have been successfull registered!
de_de: Sie haben sich erfolgreich registriert!
ru_ru: Вы успешно зарегистрированны!

source: Password
de_de: Passwort
ru_ru: Пароль

source: Enter
ru_ru: Войти

source: Register
de_de: Registrierung
ru_ru: Регистрация

source: Or checkout as a guest
de_de: oder gehen Sie Gast zur Kasse
ru_ru: Или оформить заказ как гость

source: Checkout as a guest
de_de: Als Gast zur Kasse gehen
ru_ru: Оформить заказ как гость

source: Select a payment method
de_de: Wählen Sie eine Bezahltmethode aus
ru_ru: Выберите способ оплаты

source: Payment is made through a payment service Yandex kassa <br/> Small extra comission.
de_de: Die Bezahlung erfolgt mit dem Bezahlsystem 'Yandex' </br> gegen eine geringe Gebühr
ru_ru: Оплата производится через платежный сервис 'Yandex касса'

source: Yandex - Money
de_de: Yandex - Bazahlsystem
ru_ru: Яндекс - Деньги

source: Credit card
de_de: Kreditkarte
ru_ru: Пластиковые карты

source: Terminals
de_de: Terminal
ru_ru: Терминалы

source: Mobile
de_de: Mobiltelefon
ru_ru: Мобильный телефон

source: Sberbank online
ru_ru: Сбербанк-онлайн

source: Payment is made through a payment service RoboKassa.ru <br/> Small extra comission.
de_de: Die Bezahlung erfolgt mit dem Bezahlsystem 'RoboKassa.ru' </br> gegen eine geringe Gebühr
ru_ru: Оплата производится через платежный сервис 'РобоКасса'

source: Terminals QIWI
de_de: Terminal QIWI
ru_ru: Терминалы QIWI

source: Mobile retails
de_de: mobiler Einzelhandel
ru_ru: Салоны связи

source: Alfa Click
ru_ru: Альфа-Клик

source: MTS
ru_ru: МТС

source: beeline
de_de: Билайн
ru_ru: Билайн

source: mailrumoney
de_de: money.mail.ru
ru_ru: Деньги@Mail.Ru

source: Walletone
ru_ru: Единая касса

source: Payment is made through a payment service EK <br/> Small extra comission.
de_de: Die Bezahlung erfolgt mit dem Bezahlsystem 'Edinaya Kassa EK WalletOne' </br> gegen eine geringe Gebühr
ru_ru: Оплата производится через платежный сервис 'Единая касса'

source: Sberbank-online
ru_ru: Сбербанк-онлайн

source: Promsvyazbank
de_de: russische Commernzbank
ru_ru: Промсвязьбанк

source: Alfa-bank
ru_ru: Альфа-банк

source: Privat bank
ru_ru: Приватбанк

source: Leader
ru_ru: Лидер

source: WalletOne
ru_ru: Единая касса

source: mts
ru_ru: МТС

source: megafon
ru_ru: Мегафон

source: Kievstar
ru_ru: Киевстар

source: Euroset
ru_ru: Евросеть

source: Svyaznoy
de_de: Связной
ru_ru: Связной

source: Error: Not installed cforms II.
de_de: Fehler: cforms II ist nicht installiert.
ru_ru: Ошибка: Не установлен cforms II.

source: Pay WM
de_de: mit Webmoney bezahlen
ru_ru: Оплатить WM

source: Pay Yandex kassa
de_de: mit Yandex bezahlen
ru_ru: Оплатить Yandex касса

source: Pay EK
de_de: mit EK WalletOne bezahlen
ru_ru: Оплатить в Единой кассе

source: Pay Chronopay
de_de: mit Chronopay bezahlen
ru_ru: Оплатить Chronopay

source: Choose a delivery method:
de_de: Wählen Sie die Liefermethode aus
ru_ru: Выберите способ доставки:

source: more...
de_de: mehr...
ru_ru: Подробнее о доставке...

source: Delivery details
de_de: Details zur Lieferung
ru_ru: Подробнее о доставке

source: Details
ru_ru: Подробнее

source: Delivery
de_de: Lieferung
ru_ru: Доставка

source: Country mail
de_de: Postversand im Inland
ru_ru: Почта по стране

source: International mail
de_de: Postversand ins Ausland
ru_ru: Международная почта

source: Express delivery
de_de: Expresslieferung
ru_ru: Курьерская доставка

source: Save
de_de: speichern
ru_ru: Сохранить

source: Advanced import/export
de_de: Erweiterter Import/Export
ru_ru: Расширенный экспорт/импорт

source: Exports
de_de: Export
ru_ru: Экспорт

source: Main fields
de_de: Schwerpunkte
ru_ru: Основные поля

source: Custom fields (meta)
de_de: Kundenfelder (meta)
ru_ru: Произвольные поля (meta)

source: The resulting fields
de_de: Ergebnisfelder
ru_ru: Результирующие поля

source: Export categories
de_de: Export Kategorien
ru_ru: Экспортировать категории

source: Export tags
de_de: Export Aufkleber
ru_ru: Экспортировать метки

source: Export
ru_ru: Экспорт

source: Import
ru_ru: Импорт

source: Back
de_de: zurück
ru_ru: Назад

source: Done orders
de_de: erledigte Bestellungen
ru_ru: Сделанные заказы

source: Date
de_de: Datum
ru_ru: Дата

source: Client
de_de: Kunde
ru_ru: Клиент

source: Payment method
de_de: Bazahlmethode
ru_ru: Способ оплаты

source: Delivery method
de_de: Liefermethode
ru_ru: Способ доставки

source: not selected
de_de: nicht ausgewählt
ru_ru: не указано

source: Order status
de_de: Bestellstatus
ru_ru: Статус заказа

source: Client IP
de_de: Kunden IP
ru_ru: IP клиента

source: Order comment
de_de: Bestellkommentar
ru_ru: Комментарий к заказу

source: Count
de_de: Anzahl
ru_ru: Кол-во

source: Total
de_de: Summe
ru_ru: Итого

source: Download
ru_ru: Скачать

source: Left download
de_de: verbleibender Download
ru_ru: Осталось скачиваний

source: Left time
de_de: verbleibende Zeit
ru_ru: Осталось времени

source: Discount
de_de: Rabatt:
ru_ru: Со скидкой:

source: In all
de_de: gesamt
ru_ru: Всего

source: Completed orders
de_de: fertige Bestellungen
ru_ru: Сделанные заказы

source: Filter
ru_ru: Фильтр

source: Method of payment
de_de: Bezahlmethode
ru_ru: Форма оплаты

source: Shipping Method
de_de: Versandmethode
ru_ru: Метод доставки

source: Status
ru_ru: Статус

source: from
de_de: von
ru_ru: с

source: to
de_de: nach
ru_ru: по

source: Delivery Method
de_de: Liefermethode
ru_ru: Метод доставки

source: Date / Time
de_de: Datum / Uhrzeit
ru_ru: Дата / Время

source: undefined
de_de: undefiniert
ru_ru: не определено

source: not specified
de_de: nicht angegeben
ru_ru: не указано

source: Apply
de_de: Übernehmen
ru_ru: Применить

source: Payment methods
de_de: Bezahlmethoden
ru_ru: Способы оплаты

source: Enable support for self-delivery from a store / office.
de_de: Freigeben der Auswahl zur Selbstabholung im Laden oder im Büro
ru_ru: Включить поддержку самовывоза из магазина/офиса.

source: Enable support for payment to courier
de_de: Freigeben der Auswahl zur Bezahlung beim Lieferanten / Spedition
ru_ru: Включить поддержку оплаты курьеру

source: Cash on delivery (COD)
de_de: Nachnahme
ru_ru: Наложенный платеж

source: Enable support for COD
de_de: Freigeben der Auswahl zur Bezahlung mit Nachnahme
ru_ru: Включить поддержку наложного платежа

source: Your bank account details
de_de: Bankverbindung
ru_ru: Ваши банковские реквизиты

source: Enable support of a payment through the bank
de_de: Freigeben der Auswahl zur Bezahlung mit Überweisung
ru_ru: Включить поддержку оплаты через банк

source: Personal account
de_de: Kontonummer
ru_ru: Лицевой счет

source: Сorr. account
de_de: Transferkonto
ru_ru: Кор. счет

source: Enable support of a payment using Web-Money
de_de: Freigeben der Auswahl zur Bezahlung mit Web-Money
ru_ru: Включить поддержку оплаты по Web-Money

source: Your WM-purse
de_de: Ihre Webmoney Geldbörse
ru_ru: Ваш WM-Кошелек

source: Payment through the merchant
de_de: Zahlung durch Wiederverkäufer
ru_ru: Оплата через шлюз

source: Enable support of Merchant
de_de: Freigeben der Unterstützung für Wiederverkäufer
ru_ru: Включить поддержку оплаты через шлюз

source: Select Merchant System
de_de: Auswählen der Unterstützung für Wiederverkäufer
ru_ru: Выберите шлюз

source: Yandex kassa
ru_ru: Yandex касса

source: Robokassa Login
ru_ru: Robokassa Логин

source: Robokassa pass 1
de_de: Robokassa Passwort 1
ru_ru: Пароль № 1

source: Robokassa pass 2
de_de: Robokassa Passwort 2
ru_ru: Пароль № 2

source: Your WalletOne
de_de: Ihre WalletOne Geldbörse
ru_ru: Номер Вашего кошелька

source: Currency
de_de: Währung / Devisen
ru_ru: Валюта

source: Russian Ruble
de_de: Russischer Rubel (RUB)
ru_ru: Российские рубли

source: South African Rand
de_de: Südafrikanischer Rand (ZAR)
ru_ru: Южно-Африканские ранды

source: USD
de_de: US Dollar (USD)
ru_ru: Американские доллары

source: euro
de_de: Euro (EUR)
ru_ru: Евро

source: Ukrainian hryvnia
de_de: Ukrainische Griwna (UAH)
ru_ru: Украинские гривны

source: Kazakhstani tenge
de_de: Kasachstan Tenge (KZT)
ru_ru: Казахстанские тенге

source: Belarusian Ruble
de_de: Belorussischer Rubel (BYR)
ru_ru: Белорусские рубли

source: Test paiments
de_de: Testkauf
ru_ru: Тестовый режим

source: Your Yandex kassa shop_id
de_de: Ihre Yandex Kassa shop_id
ru_ru: Ваш Yandex касса shopId

source: Your Yandex kassa scid
de_de: Ihre Yandex Kassa scid
ru_ru: Ваш Yandex касса scid

source: Your Yandex kassa shopPassword
de_de: Ihr Yandex Kassa Shop Passwort
ru_ru: Ваш Yandex касса shopPassword

source: Enable Sberbank online
de_de: Freigabe von Sberbank online
ru_ru: Активировать Сбербанк-онлайн

source: Enable Webmoney
de_de: Freigabe von Webmoney
ru_ru: Активировать оплату Webmoney

source: Enable PayPal
de_de: Freigabe von PayPal
ru_ru: Активировать PayPal

source: Saller Email
de_de: Kundenemail
ru_ru: Email продавца

source: Enable Chronopay
de_de: Freigabe von Chronopay
ru_ru: Активировать оплату Chronopay
