Repository: wp-plugins/wp-shop-original
Catalog: languages/wp-shop-*.po
Languages: de_de, ru_ru

source: Order_id enable
de_de: Freigabe der Order_id
ru_ru: Учитывать номер заказа

source: Settings of WP-Shop
de_de: Einstellungen von WP-Shop
ru_ru: Основные настройки интернет-магазина WP-Shop

source: Options:
de_de: Optionen:
ru_ru: Настройки:

source: Choose a style file
de_de: Auswahl eines Stylefiles
ru_ru: Выберите файл стилей

source: Available Forms
de_de: Verfügbare Formulare
ru_ru: Доступные формы

source: Up
de_de: Auf
ru_ru: Вверху

source: Down
de_de: Ab
ru_ru: Внизу

source: Display price of goods in records and archives:
de_de: Anzeige des Preises in Aufzeichungen und Archiven
ru_ru: Отображать цену товара в записях и архивах:

source: Show payment method
de_de: Anzeige der Bezahlmethoden
ru_ru: Показывать способ оплаты

source: Additional options are included in the &quot;WP Shop Payments&quot;
de_de: Zusätzliche Optionen befinden sich im Bereich &quot;WP Shop Bezahlmethoden&quot;
ru_ru: Включение/отключение дополнительных сценариев оплаты, настраиваются в разделе &quot;Настройка оплаты&quot;

source: Activate custom mail editor:
de_de: Aktivierung eines alternativen Emaileditors
ru_ru: Активировать редактор писем:

source: E-mail notification about shopping
de_de: Email Benachrichtigung über Skopaktivitäten
ru_ru: E-mail уведомления о покупках

source: Tracking ID for E-commerce Google Analytics
de_de: Tracking ID für E-commerce Google Analytics
ru_ru: ID для Google Analytics

source: Tracking ID for E-commerce Yandex metrika
de_de: Tracking ID für E-commerce Yandex Metrika
ru_ru: ID для Yandex метрики

source: Currency for E-commerce Google Analytics
de_de: Währung für E-commerce Google Analytics
ru_ru: Валюта для Google Analytics

source: Ukrainian Hrivna
de_de: Ukrainische Griwna (UAH)
ru_ru: Украинские гривны

source: British Pounds
de_de: Britisches Pfund (GBP)
ru_ru: Британские Фунты

source: Disable kind of authorization
de_de: Abschalten der Art der Authorisation
ru_ru: Отключить один из способов авторизации в магазине

source: no
de_de: nein
ru_ru: нет

source: dissable register form
de_de: Abschalten des Registrierungsformulars
ru_ru: Отключить авторизацию пользователей

source: disable guest shoping
de_de: Abschalten der Funktion Gasteinkauf
ru_ru: Отключить роль гостя

source: Loginza setting
de_de: Loginza MOD Einstellungen
ru_ru: Установки Логинзы

source: Link in format Yandex-XML. Enter it if the site in the Yandex.Market
de_de: Linkformat Yandex-XML. Eingabe notwendig wenn diese Seite im Yandex-Markt ist
ru_ru: Линк в формате Yandex-XML. Укажите его при публикации сайта в системе Yandex.Market

source: This XML-file contains a list of items with not emptied price in your store.
de_de: Dieses XML-File enthält eine Liste von Einträgen mit nichtgeleerten Preisfeldern des Shops.
ru_ru: Этот XML-файл содержит в себе список тех товаров Вашего магазина, у которых указана какая-либо цена.

source: To exclude items from the list, add a custom field <code>noyml</code> with a value of 1.
de_de: Um bestimmte Einträge von der Liste fernzuhalten benutzen Sie bitte ein benutzerspezifisches Feld <code>noyml</code> mit dem Wert 1.
ru_ru: Для того чтобы исключить товар из списка, добавьте произвольное поле <code>noyml</code> со значением 1.

source: Read details about this option on the page: <a href="http://www.wp-shop.ru/yandex-market/" target="_blank">Publication items Yandex.market</a>
de_de: Lesen Sie die Details über diese Option auf folgender Webseite nach ....<a href="http://www.wp-shop.ru/yandex-market/" target="_blank">Publication items Yandex.market</a>
ru_ru: Подробнее об этой опции на этой странице - <a href="http://www.wp-shop.ru/blog/yandex-market/" target="_blank">Публикация товаров в Яндекс.Маркете</a>

source: Cart
de_de: Warenkorb
ru_ru: Корзина

source: Discount:
de_de: Rabatt:
ru_ru: Со скидкой:

source: Options of minimum order:
de_de: Optionen für minimale Bestellmenge:
ru_ru: Опции минимального заказа:

source: The minimum sum of order:
de_de: Die Mindestbestellmenmge:
ru_ru: Минимальная сумма заказа:

source: Message to the buyer:
de_de: Mitteilung an den Käufer:
ru_ru: Сообщение для покупателя:

source: Link to the condition of delivery:
de_de: Link zu den Lieferbedingungen (AGB, Datenschutzerklärung, Umtauschreccht etc):
ru_ru: Линк на условие доставки:

source: Link to the return to shopping:
de_de: Link zum Fortsetzen des Einkaufs:
ru_ru: Ссылка для возврата к покупкам:

source: Link to to the cart page:
de_de: Link zum Warenkorb:
ru_ru: Ссылка на страницу корзины:

source: Item
de_de: Artikel
ru_ru: Товар

source: Currency:
de_de: Währung:
ru_ru: Валюта:

source: Text if the product is no longer available:
de_de: Text in HTML für den Fall der Artikel ist nicht länger verfügbar:
ru_ru: Текст (HTML), если товара нет в наличии:

source: Support the authors of the plugin WP-Shop!
de_de: Support für den Autor des plugins von WP-Shop!
ru_ru: Поддержите авторов плагина WP-Shop!

source: If the plugin has helped you in your business, please make donations and support the authors! With your support we can continue to improve the our plugins and make new ones.
de_de: Wenn das WP-Shop Plugin ihnen im Tagesgeschäft geholfen hat, dann erbitten wir eine Spende zur besseren Unterstützung und zur Weiterentwicklung desWp-Shop Plugins. Danke
ru_ru: Если наш плагин помог Вам в Вашей работе, поддержите авторов денежкой! С Вашей поддержкой мы сможем продолжать улучшать существующие плагины и делать новые.

source: <strong>Authors of the plugin:</strong> Alexander Kuznetsov, Igor Bobko, Sergey Makarin
de_de: <strong>Authors des Plugins:</strong> Alexander Kuznetsov, Igor Bobko, Sergey Makarin
ru_ru: <strong>Авторы плагина:</strong> Кузнецов Александр, Абрамов Кирилл

source: <strong>The Website plugin:</strong> <a href="http://www.wp-shop.ru/" target="_blank">www.wp-shop.ru</a>
de_de: <strong>Plugin Webseite:</strong> <a href="http://www.wp-shop.ru/" target="_blank">www.wp-shop.ru</a>
ru_ru: <strong>Сайт плагина:</strong> <a href="http://wp-shop.ru/" target="_blank">wp-shop.ru</a>

source: META-box for display a price list
de_de: META-box die die Anzeige der Preisliste
ru_ru: META-поле для вывода в прайс-листах

source: Done
de_de: Fertig
ru_ru: Готово

source: Here you can specify the name of an additional <code>post_meta</​​code>, which you want to display in pricelists
de_de: Hier können Sie den Namen für einen Zusatz <code>post_meta</​​code> angeben, welcher in der Preisliste angezeigt wird.
ru_ru: Здесь можно указать наименование дополнительного <code>post_meta</code>, которое Вы хотите показывать в прайслистах

source: Currency update.
de_de: Währungsupdate
ru_ru: Обновление по валюте.

source: Update
ru_ru: Обновить

source: User Profile
de_de: Nutzerprofil
ru_ru: Профиль пользователя

source: Shipping Address:
de_de: Lieferadresse:
ru_ru: Адрес доставки:

source: Comment:
de_de: Bemerkung:
ru_ru: Комментарий:

source: Discount price
de_de: Rabatt
ru_ru: Цена со скидкой

source: Price with discount
de_de: Preis mit Rabatt
ru_ru: Цена со скидкой

source: Your promo discount
de_de: Ihr Werberabatt

source: Promocode already not active
de_de: Ihr Rabattcode ist nicht aktiv

source: Wrong promocode
de_de: Falscher Rabattcode

source: You use promocode:
de_de: Sie benutzen den Rabattcode:

source: WP Shop Promo
de_de: WP Shop Werbeaktionen

source: Add new promo
de_de: Werbeaktion hinzufügen

source: Edit your promo
de_de: Werbeaktion ändern

source: New promo
de_de: neue Werbeaktion

source: View promo
de_de: Werbeaktion ansehen

source: Search promo
de_de: Werbeaktion suchen

source: Making order using Simplepay payment system
de_de: Bestellung mit Bezahlsystem Simplepay

source: To pay your order, click the button above 'Simplepay'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
de_de: Um ihre Bestellung mit Simplepay zu bezahlen, klicken Sie auf den Bezahlbutton "Simplepay".<br/>Nach dem Bezahlvorgang und der Bestätigung ihrer Bezahlung wird der Versender sich bei Ihnen über die hinterlegte Telefonnummer melden und alle Details bezüglich der Lieferung mit ihnen besprechen! <br/>Danke für Ihren Einkauf!

source: Цена
de_de: Preis

source: Кол-во
de_de: Menge

source: This show profile information
de_de: Profilinformationen anzeigen

source: New title
de_de: neuer Titel

source: Title:
de_de: Titel:

source: Pay Simplepay
de_de: mit Simplepay bezahlen

source: Promocode:
de_de: Rabattcode:

source: N
de_de: Nr

source: Success URL
de_de: Erfolgs URL

source: Failed URL
de_de: Fehlermeldungs URL

source: Enable Simplepay
de_de: Freigabe von Simplepay

source: Show onclick cart widjet:
de_de: Warenkorb Widget nach den anclicken öffnen

source: Erase shop data
de_de: Lösche Shopdaten

source: Activate Promocodes:
de_de: Aktivierung des Rabattcodes:
