Repository: wp-plugins/wp-shop-original
Catalog: languages/wp-shop-ua_UA.po
Languages: ru_ru

source: WP Shop Settings
ru_ru: Налаштування крамниці

source: WP Shop
ru_ru: Крамниця

source: WP Shop Orders
ru_ru: Закази

source: WP Shop Payments
ru_ru: Налаштування проплати

source: WP Shop Deliveries
ru_ru: Налаштування доставки

source: Order
ru_ru: Замовлення

source: You need activate support of JavaScript and Cookies in your browser.
ru_ru: У вашему браузері відключено підтримку JavaScript та Cookies. Необхідно увімкнути ці параметри.

source: Name
ru_ru: Найменування

source: Price
ru_ru: Вартість

source: Qty
ru_ru: Кількість

source: Sum
ru_ru: Сума

source: Successfully added to cart!
ru_ru: Додано до кошику!

source: To do order
ru_ru: Оформити замовлення

source: Continue select
ru_ru: Продовжити закупівлю

source: In stock
ru_ru: Залишок на складі

source: pcs.
ru_ru: шт.

source: Delete
ru_ru: Видалити

source: TOTAL:
ru_ru: ЗАГАЛОМ:

source: Delete all
ru_ru: Видалити все

source: Empty your shoping cart
ru_ru: Очистити Ваш кошик

source: Your discount:
ru_ru: Ваша знижка:

source: TOTAL with discount
ru_ru: ЗАГАЛОМ зі знижкою:

source: Price with delivery
ru_ru: Вартість з урахуванням постачання

source: Items:
ru_ru: Позицій:

source: Total:
ru_ru: Загалом:

source: Submit order
ru_ru: Оформити замовлення

source: Continue shopping
ru_ru: Продовжити закупівлю

source: Your shopping cart is empty!
ru_ru: Ваш кошик порожній!

source: Stock error
ru_ru: Замовлення перевищує залишок на складі

source: Mail delivery across the country
ru_ru: Доставка поштою по країні

source: International mail delivery
ru_ru: Міжнародна доставка поштою

source: Delivery by courier
ru_ru: Доставка кур'єром

source: A visit to the office
ru_ru: Візит до нашого офісу

source: User delivery
ru_ru: Доставка користувача

source: WP Shop Export/Import
ru_ru: Експорт / Імпорт

source: Amount of your order is below of the minimum. Please order something else!
ru_ru: Сума Вашого замовлення нище мінімальної. Будьте ласкаві, замовте ще що-небудь!

source: New
ru_ru: Новий

source: Paid
ru_ru: Сплачено

source: Cancelled
ru_ru: Відмінено

source: In the process
ru_ru: Обробляється

source: Delivered
ru_ru: Доставлено

source: Archive
ru_ru: Архів

source: WP Shop Carts
ru_ru: Налаштування кошиків

source: Add new shopping cart
ru_ru: Додати новий кошик

source: Edit your shopping cart
ru_ru: Редагувати кошик

source: New book
ru_ru: Нова книга

source: View Book
ru_ru: Переглянути книгу

source: Search book
ru_ru: Знайти книгу

source: No books in your shopping cart
ru_ru: У кошику книг не знайдено

source: WP Shop User Deliveries
ru_ru: Доставка користувача

source: Add new user delivery
ru_ru: Додати спосіб доставки

source: Edit your delivery
ru_ru: Змінити

source: New delivery
ru_ru: Новий спосіб доставки

source: View delivery
ru_ru: Переглянути

source: Search delivery
ru_ru: Шукати

source: Not found
ru_ru: Не знайдено

source: WP Shop Client Mail
ru_ru: Налаштування листів

source: Add new mail
ru_ru: Додати новий шаблон лисування

source: Edit your mail
ru_ru: Змінити шаблон листування

source: New mail
ru_ru: Новий шаблон листування

source: View mail
ru_ru: Переглянути шаблон листування

source: Search mail
ru_ru: Шукати шаблон листування

source: WP Shop Mail Constructor
ru_ru: Редактор листів

source: Payment page
ru_ru: Платіжна сторінка

source: Payment
ru_ru: Платіж

source: not marked
ru_ru: не відмічено

source: Self-delivery
ru_ru: Самостійний вивіз

source: Making order using 'Self-delivery' goods from our store / office
ru_ru: Оформлення замовлення через ‘самостійний вивіз’ товару з нашої крамниці/офісу

source: Order type:
ru_ru: Тип замовлення:

source: Visit to our office
ru_ru: Візит до нашего офісу

source: For making order please fill up the form:
ru_ru: Для оформлення замовлення заповніть цю форму:

source: Your name
ru_ru: Ваше і'мя

source: Contact phone
ru_ru: Контактний телефон

source: Address
ru_ru: Адреса

source: Comment to the order
ru_ru: Коментар до замовлення

source: Making order with cash payment to courier when your goods delivered
ru_ru: Оформлення замовлення з проплатою готвікою кур'єру при отриманні товару

source: Cash to courier
ru_ru: Готвікою кур'єру

source: Making order with payment at post-offce before receiving (Cash on delivery)
ru_ru: Оформлення замовлення з проплатою на пошті при отриманні товару

source: Cash on delivery
ru_ru: Післяплата

source: Post
ru_ru: Пошта

source: Making order using Web-money payment system
ru_ru: Оформлення замовлення з проплатою через систему ‘Web-Money’

source: To pay your order, click the button above 'Pay WM'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
ru_ru: Для здійснення проплати Вашего замовлення натисніть кнопку вище 'Сплатити WM'.<br/>Після проведення Вами оплати замовлення - інформація передається нам, та наш менеджер обов'язково зв'яжеться з Вами щодо уточнення деталей постачання.<br/>Дякуэмо за використання нашого сервісу!

source: Cashless payment
ru_ru: Безготівковий розрахунок

source: Making order with payment using bank account (Non-cash payment)
ru_ru: Оформлення заказу с проплатою через банк (безготівковий розрахунок)

source: Making order with payment using ‘RoboKassa.ru’ payment system
ru_ru: Оформлення заказу с проплатою через систему ‘RoboKassa.ru’

source: Select the appropriate payment method from the list of the available options and initiate the payment. When we will get payment data, our manager will contact you using your contact number for further details on your order. <br>Thank you for using our service!
ru_ru: Оберіть найбільш зручний для Вас спосіб проплати із списка варіантів, та здійсніть платіж. Данні за здійсненому Вами платежу надійдуть нашим менеджерам, які зв'яжутся з Вами за контактним телефоном, з метою уточнення деталей Вашого заказу.<br>Дякуємо за користування нашим сервісом!

source: Making order using Pay Pal payment system
ru_ru: Оформлення заказу з проплатою через систему PayPal

source: Making order with payment using ‘Pay Pal’ payment system
ru_ru: Оформлення заказу з проплатою через систему ‘Pay Pal’

source: To pay your order, click the button above 'Pay PayPal'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
ru_ru: Для здійснення проплати Вашего замовлення натисніть кнопку вище 'Сплатити PayPal'.<br/>Після проведення Вами оплати замовлення - інформація передається нам, та наш менеджер обов'язково зв'яжеться з Вами щодо уточнення деталей постачання.<br/>Дякуэмо за використання нашого сервісу!

source: Making order using Simplepay payment system
ru_ru: Оформлення замовлення через систему Simplepay товару з нашої крамниці/офісу

source: To pay your order, click the button above 'Simplepay'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
ru_ru: Для здійснення проплати Вашего замовлення натисніть кнопку вище 'Сплатити у simplepay'.<br/>Після проведення Вами оплати замовлення - інформація передається нам, та наш менеджер обов'язково зв'яжеться з Вами щодо уточнення деталей постачання.<br/>Дякуэмо за використання нашого сервісу!

source: Making order using Edinaya kassa payment system
ru_ru: Оформлення замовлення через систему ‘Единая касса’

source: To pay your order, click the button above 'Pay EK'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
ru_ru: Для здійснення проплати Вашего замовлення натисніть кнопку вище 'Сплатити у Единій касі'.<br/>Після проведення Вами оплати замовлення - інформація передається нам, та наш менеджер обов'язково зв'яжеться з Вами щодо уточнення деталей постачання.<br/>Дякуэмо за використання нашого сервісу!

source: Making order using Yandex kassa payment system
ru_ru: Оформлення замовлення через систему ‘Yandex каса’

source: To pay your order, click the button above 'Pay Yandex kassa'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
ru_ru: Для здійснення проплати Вашего замовлення натисніть кнопку вище 'Сплатити у Yandex каса'.<br/>Після проведення Вами оплати замовлення - інформація передається нам, та наш менеджер обов'язково зв'яжеться з Вами щодо уточнення деталей постачання.<br/>Дякуэмо за використання нашого сервісу!

source: Making order using Chronopay payment system
ru_ru: Оформлення замовлення через систему ‘Chronopay’

source: Making order with payment using ‘Chronopay’ payment system
ru_ru: Оформлення замовлення через систему ‘Chronopay’

source: To pay your order, click the button above 'Chronopay'. <br/> After your payment, we will get data of your payment and our manager will contact you to arrange the delivery. <br/> Thank you for using our service!
ru_ru: Для здійснення проплати Вашего замовлення натисніть кнопку вище 'Сплатити Chronopay'.<br/>Після проведення Вами оплати замовлення - інформація передається нам, та наш менеджер обов'язково зв'яжеться з Вами щодо уточнення деталей постачання.<br/>Дякуэмо за використання нашого сервісу!

source: Phone
ru_ru: Телефони

source: Company name
ru_ru: Ім'я компанії

source: Description
ru_ru: Примітка

source: WPShop profile widget
ru_ru: Данні вашего профілю

source: You authorized as
ru_ru: Вас авторизовано як

source: logout
ru_ru: вийти

source: Your profile data:
ru_ru: Данні вашего профілю

source: edit
ru_ru: редагувати

source: Login:
ru_ru: Логін:

source: First Name:
ru_ru: Ім'я:

source: Last Name:
ru_ru: Прізвище:

source: Nick-name:
ru_ru: Нік:

source: Site
ru_ru: Сайт:

source: Hello
ru_ru: Доброго дня

source: Guest
ru_ru: Гість

source: New Order
ru_ru: Нове замовлення

source: from site
ru_ru: з сайту

source: Your order
ru_ru: Ваше замовлення

source: With discount
ru_ru: Зі знижкою

source: Lenght of the login needs to be 3 to 16 characters.
ru_ru: Довжина логіну повинна бути від 3 до 16 символів

source: Lenght of the password needs to be 3 to 16 characters.
ru_ru: Довжина паролю повинна бути від 3 до 16 символів

source: Incorrect E-mail.
ru_ru: Не коректно вказаний E-mail

source: Checkout as a registered user:
ru_ru: Оформити замовлення як зареєстрований користучвач:

source: Registration on the site:
ru_ru: Реєстрація на сайті:

source: You have been successfull registered!
ru_ru: Вас успішно зареєстровано!

source: Password
ru_ru: Пароль

source: Enter
ru_ru: Увійти

source: Register
ru_ru: Реєстрація

source: Or checkout as a guest
ru_ru: Або оформити замовлення як гість

source: Checkout as a guest
ru_ru: Оформити замовлення як гість

source: Select a payment method
ru_ru: Оберіть спосіб проплати

source: Payment is made through a payment service Yandex kassa <br/> Small extra comission.
ru_ru: Оплата здійснюється через платіжний сервіс 'Yandex касса'

source: Yandex - Money
ru_ru: Яндекс - Гроші

source: Credit card
ru_ru: Пластикові картки

source: Terminals
ru_ru: Термінали

source: Mobile
ru_ru: Мобільний телефон

source: Sberbank online
ru_ru: Сбербанк-онлайн

source: Payment is made through a payment service RoboKassa.ru <br/> Small extra comission.
ru_ru: Оплата здійснюється через платіжний сервіс 'РобоКаса'

source: Terminals QIWI
ru_ru: Термінали QIWI

source: Mobile retails
ru_ru: Салони з'вязку

source: Alfa Click
ru_ru: Альфа-Клік

source: MTS
ru_ru: МТС

source: beeline
ru_ru: Білайн

source: mailrumoney
ru_ru: Гроші@Mail.Ru

source: Walletone
ru_ru: Единая касса

source: Payment is made through a payment service EK <br/> Small extra comission.
ru_ru: Оплата здійснюється через платіжний сервіс 'Едина каса'

source: Sberbank-online
ru_ru: Сбербанк-онлайн

source: Promsvyazbank
ru_ru: Промзв'язокбанк

source: Alfa-bank
ru_ru: Альфа-банк

source: Privat bank
ru_ru: Приватбанк

source: Leader
ru_ru: Лідер

source: WalletOne
ru_ru: Едина каса

source: mts
ru_ru: МТС

source: megafon
ru_ru: Мегафон

source: Kievstar
ru_ru: Київстар

source: Euroset
ru_ru: Евромережа

source: Svyaznoy
ru_ru: З'вязківець

source: Error: Not installed cforms II.
ru_ru: Помилка: не встановлено cforms II.

source: Pay WM
ru_ru: Сплатити WM

source: Pay Yandex kassa
ru_ru: Сплатити Yandex каса

source: Pay EK
ru_ru: Сплатити у Единій касі

source: Pay Simplepay
ru_ru: Сплатити Simplepay

source: Pay Chronopay
ru_ru: Сплатити Chronopay

source: Choose a delivery method:
ru_ru: Оберіть варіант постачання:

source: more...
ru_ru: Дедальніше про постачання...

source: Delivery details
ru_ru: Дедальніше про постачання

source: Delivery
ru_ru: Постачання

source: Country mail
ru_ru: Пошта по країні

source: International mail
ru_ru: Міжнародна пошта

source: Express delivery
ru_ru: Постачання кур'єром

source: Save
ru_ru: Зберегти

source: Advanced import/export
ru_ru: Розширений експорт/імпорт

source: Exports
ru_ru: Експорт

source: Main fields
ru_ru: Основні поля

source: Custom fields (meta)
ru_ru: Довільні поля (meta)

source: The resulting fields
ru_ru: Результуючі поля

source: Export categories
ru_ru: Експортувати категорії

source: Export tags
ru_ru: Експортувати мітки

source: Export
ru_ru: Експорт

source: Import
ru_ru: Імпорт

source: Back
ru_ru: Назад

source: Done orders
ru_ru: Зроблені замовлення

source: Date
ru_ru: Дата

source: Client
ru_ru: Клієент

source: Payment method
ru_ru: Спосіб проплати

source: Delivery method
ru_ru: Спосіб постачання

source: not selected
ru_ru: не вказано

source: Order status
ru_ru: Статус замовлення

source: Client IP
ru_ru: IP кліента

source: Order comment
ru_ru: Комментар до заказу

source: Count
ru_ru: Кіл-ть

source: Total
ru_ru: Загалом

source: Download
ru_ru: Завантажити

source: Left download
ru_ru: Залишилось завантажень

source: Left time
ru_ru: Залишилось часу

source: Discount
ru_ru: Зі знижкою:

source: In all
ru_ru: Загалом

source: Completed orders
ru_ru: Зроблені замовлення

source: Filter
ru_ru: Фільтр

source: Method of payment
ru_ru: Форма проплаты

source: Shipping Method
ru_ru: Метод постачання

source: Status
ru_ru: Статус

source: from
ru_ru: з

source: to
ru_ru: по

source: Delivery Method
ru_ru: Метод постачання

source: Date / Time
ru_ru: Дата / Час

source: undefined
ru_ru: не визначено

source: not specified
ru_ru: не вказано

source: Apply
ru_ru: Підтвердити

source: Payment methods
ru_ru: Спосіб проплати

source: Enable support for self-delivery from a store / office.
ru_ru: Вімкнути підтримку самовивозу із крамниці/офісу.

source: Enable support for payment to courier
ru_ru: Вімкнути підтримку проплати кур'єру

source: Cash on delivery (COD)
ru_ru: Післяплата

source: Enable support for COD
ru_ru: Вімкнути підтримку післяплати

source: Your bank account details
ru_ru: Ваші банківські реквізити

source: Enable support of a payment through the bank
ru_ru: Вімкнути підтримку проплати через банк

source: Personal account
ru_ru: Особливий рахунок

source: Сorr. account
ru_ru: Кор. рахунок

source: Enable support of a payment using Web-Money
ru_ru: Вімкнути підтримку проплати Web-Money

source: Your WM-purse
ru_ru: Ваш WM-Гаманець

source: Payment through the merchant
ru_ru: Проплата через шлюз

source: Enable support of Merchant
ru_ru: Вімкнути підтримку проплати через шлюз

source: Select Merchant System
ru_ru: Оберіть шлюз

source: Yandex kassa
ru_ru: Yandex каса

source: Robokassa Login
ru_ru: Robokassa Логін

source: Robokassa pass 1
ru_ru: Пароль № 1

source: Robokassa pass 2
ru_ru: Пароль № 2

source: Your WalletOne
ru_ru: Номер Вашего гаманця

source: Currency
ru_ru: Валюта

source: Russian Ruble
ru_ru: Російські рублі

source: South African Rand
ru_ru: Північно-Африканські ранди

source: USD
ru_ru: Американські долари

source: euro
ru_ru: Евро

source: Ukrainian hryvnia
ru_ru: Українські гривні

source: Kazakhstani tenge
ru_ru: Казахстанські тенге

source: Belarusian Ruble
ru_ru: Білоруські рублі

source: Test paiments
ru_ru: Тестовий режим

source: Your Yandex kassa shop_id
ru_ru: Ваш Yandex каса shop_Id

source: Your Yandex kassa scid
ru_ru: Ваш Yandex каса scid

source: Your Yandex kassa shopPassword
ru_ru: Ваш Yandex каса shopPassword

source: Enable Sberbank online
ru_ru: Активувати Сбербанк-онлайн

source: Enable Webmoney
ru_ru: Активувати проплату Webmoney

source: Enable PayPal
ru_ru: Активувати PayPal

source: Saller Email
ru_ru: Email продавця

source: Enable Simplepay
ru_ru: Активувати Simplepay

source: Outlet id
ru_ru: Ідентифікатор торгівельної точки

source: Secure key
ru_ru: Секретний ключ

source: Enable Chronopay
ru_ru: Активувати проплату Chronopay

source: Order_id enable
ru_ru: Враховувати номер заказу

source: Settings of WP-Shop
ru_ru: Основні налаштування интернет-крамниці WP-Shop

source: Options:
ru_ru: Налаштування:

source: Choose a style file
ru_ru: Оберіть файл стилей

source: Available Forms
ru_ru: Доступні форми

source: Up
ru_ru: Вгору

source: Down
ru_ru: Вниз

source: Display price of goods in records and archives:
ru_ru: Відображати вартість товару в записах та архівах:

source: Show payment method
ru_ru: Відображати спосіб проплаты

source: Additional options are included in the &quot;WP Shop Payments&quot;
ru_ru: Вімкнення/вимикнення додаткових сценарієв проплати, налаштовуються в розділі &quot;Налаштування проплати&quot;

source: Activate custom mail editor:
ru_ru: Активувати редактор листів:

source: E-mail notification about shopping
ru_ru: E-mail повідомлення про закупівлі

source: Tracking ID for E-commerce Google Analytics
ru_ru: ID для Google Analytics

source: Tracking ID for E-commerce Yandex metrika
ru_ru: ID для Yandex метрики

source: Currency for E-commerce Google Analytics
ru_ru: Валюта для Google Analytics

source: Ukrainian Hrivna
ru_ru: Українські гривні

source: British Pounds
ru_ru: Британські Фунти

source: Disable kind of authorization
ru_ru: Вимикнути один із способів авторизації в крамниці

source: no
ru_ru: ні

source: dissable register form
ru_ru: Вимикнути авторизацію користувачей

source: disable guest shoping
ru_ru: Вимикнути роль гостя

source: Loginza setting
ru_ru: Налаштування Loginza

source: Link in format Yandex-XML. Enter it if the site in the Yandex.Market
ru_ru: Лінк в форматі Yandex-XML. Вкажіть його при публікації сайта в системі Yandex.Market

source: This XML-file contains a list of items with not emptied price in your store.
ru_ru: Це XML-файл утримує в собі список товаров Вашої крамниці, у якіх вказана будь-яка ціна.

source: To exclude items from the list, add a custom field <code>noyml</code> with a value of 1.
ru_ru: Для того, щоб виключити товар зі списку, додайте довільне поле <code>noyml</code> зі значенням 1.

source: Read details about this option on the page: <a href="http://www.wp-shop.ru/yandex-market/" target="_blank">Publication items Yandex.market</a>
ru_ru: Більш детально про цю опцію на сторінці - <a href="http://www.wp-shop.ru/blog/yandex-market/" target="_blank">Публікація товарів в Яндекс.Маркеті</a>

source: Cart
ru_ru: Кошик

source: Discount:
ru_ru: Зі знижкою:

source: Options of minimum order:
ru_ru: Опції мінімального заказу:

source: The minimum sum of order:
ru_ru: Мінімальна сума заказу:

source: Message to the buyer:
ru_ru: Повідомлення для покупця:

source: Link to the condition of delivery:
ru_ru: Лінк на умови постачання:

source: Link to the return to shopping:
ru_ru: Посилання для повернення до покупок:

source: Link to to the cart page:
ru_ru: Посилання на сторінку кошика:

source: Item
ru_ru: Товар

source: Currency:
ru_ru: Валюта:

source: Text if the product is no longer available:
ru_ru: Текст (HTML), якщо товару немає:

source: Support the authors of the plugin WP-Shop!
ru_ru: Підтримайте авторів плагіну WP-Shop!

source: If the plugin has helped you in your business, please make donations and support the authors! With your support we can continue to improve the our plugins and make new ones.
ru_ru: Якщо наш плагін допоміг Вам у Вашій роботі, підтримайте авторів копієчкою! За Вашої підтримки ми зможемо продовжувати поліпшувати існуючі плагіни та створювати нові.

source: <strong>Authors of the plugin:</strong> Alexander Kuznetsov, Igor Bobko, Sergey Makarin
ru_ru: <strong>Авторы плагіну:</strong> Кузнецов Александр, Абрамов Кирилл

source: <strong>The Website plugin:</strong> <a href="http://www.wp-shop.ru/" target="_blank">www.wp-shop.ru</a>
ru_ru: <strong>Сайт плагіну:</strong> <a href="http://wp-shop.ru/" target="_blank">wp-shop.ru</a>

source: META-box for display a price list
ru_ru: META-поле для виводу у прайс-листах

source: Done
ru_ru: Готово

source: Here you can specify the name of an additional <code>post_meta</​​code>, which you want to display in pricelists
ru_ru: Тут можна вказувати найменування додаткового <code>post_meta</code>, яке Ви бажаєте показати в прайс-листах

source: Currency update.
ru_ru: Оновлення по валюті.

source: Update
ru_ru: Оновити

source: User Profile
ru_ru: Профіль користувача

source: Shipping Address:
ru_ru: Адреса постачання:

source: Comment:
ru_ru: Коментарій:

source: Add
ru_ru: Додати

source: In stock
ru_ru: Залишок на складі

source: pcs.
ru_ru: шт.

source: Discount price
ru_ru: Ціна зі знижкою

source: Price with discount
ru_ru: Ціна зі знижкою

source: Details
ru_ru: Детальніше
